/* Application menu */
"Info" = "Info";
"Playlist" = "Playlist";
"Songs" = "Songs";
"Player" = "Player";
"Windows" = "Windows";
"Window" = "Window";
"Tools" = "Tools";
"Services" = "Services";
"Hide" = "Hide";
"Hide Cynthiune" = "Hide Cynthiune";
"Hide Others" = "Hide Others";
"Show All" = "Show All";
"Quit" = "Quit";
"Quit Cynthiune" = "Quit Cynthiune";

/* Info submenu */
"Info Panel..." = "Info Panel...";
"About Cynthiune..." = "About Cynthiune...";
"Preferences..." = "Preferences...";
"Send A Bug Report..." = "Send A Bug Report...";
"Help..." = "Help...";
"Help" = "Help";
"Cynthiune Help" = "Cynthiune Help";

/* Playlist submenu */
"Open..." = "Open...";
"New" = "New";
"Save..." = "Save...";
"Save As..." = "Save As...";
"Save To..." = "Save To...";
"Revert To Saved" = "Revert To Saved";
"Close" = "Close";

/* Songs submenu */
"Add Songs..." = "Add Songs...";
"Remove Selection" = "Remove Selection";
"Remove All" = "Remove All";
"Cleanup" = "Cleanup";

/* Player submenu */
"Play" = "Play";
"Pause" = "Pause";
"Stop" = "Stop";
"Previous" = "Previous";
"Next" = "Next";
"Mode" = "Mode";

/* Player/Mode submenu */
"Repeat" = "Repeat";
"Shuffle" = "Shuffle";

/* Tools submenu */
"Song Inspector..." = "Song Inspector...";

/* Windows submenu */
"Arrange In Front" = "Arrange In Front";
"Miniaturize Window" = "Miniaturize Window";
"Minimize" = "Minimize";
"Close Window" = "Close Window";

/* Playlist status label */
"%d songs - total time: %@" = "%d songs - total time: %@";
" - selection: %@" = " - selection: %@";

/* Playlist table */
"Song" = "Song";
"Time" = "Time";

/* Song Inspector */
"Song Inspector" = "Song Inspector";
"Song Information" = "Song Information";
"Format Attributes" = "Format Attributes";
"No song selected" = "No song selected";
"Lookup through MusicBrainz..." = "Lookup through MusicBrainz...";
"Title" = "Title";
"Album" = "Album";
"Track" = "Track";
"Artist" = "Artist";
"Genre" = "Genre";
"Year" = "Year";
"Reset" = "Reset";
"Save" = "Save";
"Generating TRM..." = "Generating TRM...";
"Querying MusicBrainz server..." = "Querying MusicBrainz server...";
"The MusicBrainz server was too busy" = "The MusicBrainz server was too busy";
"Received %d result(s)" = "Received %d result(s)";

/* Dialog boxes */
"Add music files..." = "Add music files...";
"Add a music folder..." = "Add a music folder...";
"Open Playlist..." = "Open Playlist...";
"Save playlist as..." = "Save playlist as...";

/* Song names */
"[not found: %@]" = "[not found: %@]";
"[unknown format: %@]" = "[unknown format: %@]";
"[format error: %@]" = "[format error: %@]";

/* Preference dialog */
"None" = "None";
"Preferences" = "Preferences";
"General" = "General";

/* General preferences */
"Windows" = "Windows";
"Playlists" = "Playlists";
"Use absolute filenames" = "Use absolute filenames";
"Output module" = "Output module";
"Textured" = "Textured";
"Sticky" = "Sticky";
"Remember location" = "Remember location";
"Format" = "Format";

/* MB results panel */
"Please select the correct information..."
= "Please select the correct information...";
"The request to the MusicBrainz server returned more than one result.\nPlease select the line in the following table that is the most accurate."
= "The request to the MusicBrainz server returned more than one result.\nPlease select the line in the following table that is the most accurate.";
"Cancel" = "Cancel";

